aaron-bond.better-comments
basdp.language-gas-x86
bierner.markdown-checkbox
bierner.markdown-footnotes
bierner.markdown-mermaid
christian-kohler.npm-intellisense
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.github-vscode-theme
golang.go
haskell.haskell
hediet.vscode-drawio
humao.rest-client
James-Yu.latex-workshop
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
naco-siren.gradle-language
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
revng.llvm-ir
rust-lang.rust-analyzer
serayuzgur.crates
sumneko.lua
tamasfe.even-better-toml
tauri-apps.tauri-vscode
twxs.cmake
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
yangbaopan.vscode-java-ibatisx
yzhang.markdown-all-in-one
